Repository: Coheed/ARP
Catalog: drupal/sites/default/files/translations/entity_usage-8.x-2.0-beta12.*.po
Languages: de

source: Type
de: Typ

source: Language
de: Sprache

source: Settings
de: Einstellungen

source: Default
de: Standard

source: Unknown
de: Unbekannt

source: Published
de: Veröffentlicht

source: Field name
de: Feldname

source: Other
de: Weitere

source: Entity
de: Entität

source: Generic
de: Allgemein

source: Unpublished
de: Nicht veröffentlicht

source: Used in
de: Verwendet in

source: Usage
de: Verwendung

source: About
de: Über

source: Warning message
de: Warnmeldung

source: Items per page
de: Elemente pro Seite

source: An error occurred while processing @operation with arguments : @args
de: ﻿Während der Verarbeitung von @operation ist ein Fehler aufgetreten mit den Argumenten: @args

source: Batch Update
de: Massenaktualisierung

source: Entity Reference
de: Entitätsreferenz

source: Usage count
de: Nutzungshäufigkeit

source: CKEditor Image
de: CKEditor-Bild

source: - Restricted access -
de: - Eingeschränkter Zugriff -

source: Block Field
de: Blockfeld

source: Entity Usage
de: Entitätsverwendung

source: Information about the usage of this @entity_type
de: Verwendungsinformationen über @entity_type

source: Creates a relationship about this <em>@entity_type</em> and the entity_usage information that relates to it.
de: Stellt eine Beziehung zwischen <em>@entity_type</em> und den Entitätsverwendungsinformationen des Entitätstyps her.

source: Usage information (@entity_type)
de: Verwendungsinformationen (@entity_type)

source: Track usage of entities referenced by other entities.
de: Verwendung von Entitäten aufzeichnen, die von anderen Entitäten referenziert werden.

source: Access entity usage statistics
de: Entitätsverwendungsstatistiken anzeigen

source: Access the form to launch batch updates on existing entities
de: Auf das Formular der Massenaktualisierung für bereits existierende Entitäten zugreifen.

source: Users with this permission will be able to reset/relaunch the statistics counts on all existing entities in the system.
de: Benutzer mit dieser Berechtigung dürfen die Statistiken für alle Entitätstypen im System zurückzusetzen.

source: There are no recorded usages for entity of type: @type with id: @id
de: Es wurde keine Verwendung für die Entität des Typs: @type mit der ID: @id aufgezeichnet

source: Entity Usage List
de: Entitätsverwendungsliste

source: This batch encountered an error.
de: Bei der Stapelverarbeitung trat ein Fehler auf.

source: Entity Usage Settings
de: Entitäts-Verwendungsprotokoll-Einstellungen

source: Configure Entity Usage settings
de: Entity-Usage-Einstellungen konfigurieren

source: Users with this permission will be able to see statistics of entity usage.
de: Benutzer mit dieser Berechtigung dürfen die Statistiken zur Verwendung von Entitäten einsehen.

source: Administer Entity Usage
de: Entitätsverwendungsprotokoll verwalten

source: Users with this permission will be able to administer the Entity usage module settings.
de: Benutzer mit dieser Berechtigung dürfen die Einstellungen des Entity-Usage-Moduls verwalten.

source: Entity usage information for %entity_label
de: Entitätsverwendungsinformationen für %entity_label

source: Updating entity usage statistics.
de: Aktualisiere Entitätsverwendungsstatistiken

source: Processed @current of @total entity types.
de: @current von @total Entitätstypen verarbeitet.

source: Updating entity usage for @entity_type: @current of @total
de: Entitätsverwendungsstatistik für @entity_type wird aktualisiert: @current von @total

source: Recreated entity usage for @count entities.
de: Entitätsverwendung für @count Entitäten neu erstellt.

source: Check in which entity types there should be a tab (local task) linking to the usage page.
de: Auswählen, welche Entitätstypen als lokale Aufgabe (Reiter) angezeigt werden sollen, der auf die Seite Verwendung verlinkt.

source: How many times the target entity is referenced by the source entity.
de: Wie oft die Zielentität von der Quellentität referenziert wird.

source: Finished generating statistics for @total_count entities.
de: Das Erstellen der Statistik für @total_count Entitäten wurde abgeschlossen.

source: Local task enabled entity types
de: Aktivierte Entitätstypen für Lokale Aufgaben

source: Track enabled source entity types
de: Aktivierte Quellentitätstypen aufzeichnen

source: Track enabled target entity types
de: Aktivierte Zielentitätstypen aufzeichnen

source: Enabled tracking plugins
de: Aktivierte Aufzeichnungs-Plugins

source: Track referencing base fields
de: Referenzierende Basisfelder aufzeichnen

source: Domains for this website
de: Domains für diese Website

source: This page allows you to delete and re-generate again all entity usage statistics in your system.<br /><br />You may want to check the settings page to fine-tune what entities should be tracked, and other options.
de: Diese Seite erlaubt das Löschen und das Neuerstellen aller Entitätsverwendungsstatistiken im System.<br /><br />Auf der Seite Einstellungen kann eingestellt werden, welche Art Entitäten überwacht werden sollen. Außerdem können dort weitere Einstellungen vorgenommen werden.

source: Recreate all entity usage statistics
de: Alle Entitätsnutzungsstatistiken neu aufbauen

source: Enabled local tasks
de: Aktivierte lokale Aufgaben

source: Local task entity types
de: Entitätstypen für lokale Aufgaben

source: Enabled source entity types
de: Aktivierte Quellentitätstypen

source: Check which entity types should be tracked when source.
de: Entitätstypen auswählen, die aufgezeichnet werden sollen, wenn sie dem Typ Quellentität entsprechen.

source: Source entity types
de: Quellentitätstypen

source: Enabled target entity types
de: Aktivierte Zielentitätstypen

source: Check which entity types should be tracked when target.
de: Auswählen, für welche Entitätstypen Aufzeichnungen erstellt werden sollen, wenn sie dem Typ Zielentität entsprechen.

source: Target entity types
de: Zielentitätstypen

source: The following plugins were found in the system and can provide usage tracking. Check all plugins that should be active.
de: Folgende Plugins wurden im System gefunden. Diese Plugins stellen Methoden zum Aufzeichnen der Entitätsverwendung zu Verfügung. Alle Plugins auswählen, die aktiviert werden sollen.

source: Tracking plugins
de: Plugins für Aufzeichnungsoptionen

source: Track referencing basefields
de: Zeichnet referenzierende Basisfelder auf

source: If enabled, relationships generated through non-configurable fields (basefields) will also be tracked.
de: Ist diese Option aktiviert, werden zusätzlich Beziehungen aufgezeichnet, die durch nicht konfigurierbare Felder (Basisfelder) erzeugt wurden.

source: A comma or new-line separated list of domain names for this website. Absolute URL's in content will be checked against these domains to allow usage tracking.
de: Eine durch Kommmata oder neue Zeilen getrennte Liste von Domainnamen dieser Website. Absolute URLs in Inhalten werden auf diese Domains hin geprüft, um die Verwendungsaufzeichnung zu ermöglichen.

source: Tracks relationships created with 'Block Field' fields.
de: Zeichnet Beziehungen auf, die mit Feldern des Block-Field-Moduls erstellt wurden.

source: Tracks relationships created with 'Entity Embed' in formatted text fields.
de: Zeichnet Beziehungen auf, die mit formatierten Textfeldern des Entity-Embed-Moduls erstellt wurden.

source: Tracks relationships created with 'Entity Reference' fields.
de: Zeichnet Beziehungen auf, die mit Feldern des Entity-Reference-Moduls erstellt wurden.

source: Tracks relationships created with standard links inside formatted text fields.
de: Zeichnet Beziehungen auf, die mit Standardlinks innerhalb formatierter Textfelder erstellt wurden.

source: Link Fields
de: Link-Felder

source: Tracks relationships created with 'Link' fields.
de: Beziehungen aufzeichnen, die über Link-Felder erstellt wurden.

source: Tracks relationships created with 'LinkIt' in formatted text fields.
de: Zeichnet Beziehungen auf, die mit dem Linkit-Modul in formatierten Textfeldern erstellt wurden.

source: The automatic regeneration of usage statistics was skipped because it could be potentially slow on this site. Make sure you visit the <a href="@batch_url">batch update</a> page and trigger the update manually.
de: Die automatische Aktualisierung der Verwendungsstatistiken wurde übersprungen, da dieser Vorgang die Geschwindigkeit der Website erheblich beeinträchtigen kann. Die Seite <a href="@batch_url">Massenaktualisierung</a>sollte deshalb aufgerufen und die Aktualisierung manuell ausgeführt werden.

source: Translations or previous revisions
de: Übersetzungen und bereits erstellte Revisionen

source: Tracks relationships created with 'Dynamic Entity Reference' fields.
de: Zeichnet Beziehungen auf, die mit Feldern des Dynamic-Entity-Reference-Moduls erstellt wurden.

source: Modifications on this form will affect all <a href="@usage_url" target="_blank">existing usages</a> of this entity.
de: Änderungen in diesem Formular betreffen alle <a href="@usage_url" target="_blank">existierenden Verwendungen</a> dieser Entität.

source: There are <a href="@usage_url" target="_blank">recorded usages</a> of this entity.
de: Es gibt <a href="@usage_url" target="_blank">aufgezeichnete Verwendungen</a> dieser Entität.

source: Entity types where to show warning on edit form
de: Entitätstypen, bei denen im Bearbeitungsformular eine Warnung angezeigt werden soll

source: Entity types where to show warning on delete form
de: Entitätstypen, bei denen eine Warnung auf dem Löschformular angezeigt werden soll

source: Form classes that should show the delete warning message
de: Entitätstypen, bei denen eine Warnung auf dem Löschformular angezeigt werden soll

source: Warning message on edit form
de: Warnmeldung auf dem Bearbeitungsformular

source: Check which entity types should show a message when being edited with recorded references to it.
de: Wählen Sie, die Entitätstypen aus, bei deren Bearbeitung eine Warnmeldung anzeigen soll, wenn diese an anderen Stellen verwendet werden.

source: Entity types to show warning on edit form
de: Entitätstypen bei denen eine Warnmeldung auf dem Bearbeitungsformular angezeigt werden soll.

source: Warning message on delete form
de: Entitätstypen bei denen eine Warnmeldung auf dem Löschformular angezeigt werden soll.

source: Check which entity types should show a message when being deleted with recorded references to it.
de: Wählen Sie, die Entitätstypen aus, bei deren Löschung eine Warnmeldung anzeigen soll, wenn diese an anderen Stellen verwendet werden.

source: Entity types to show warning on delete form
de: Entitätstypen bei deren Löschung eine Warnung ausgegeben werden soll.

source: Number of items per page on the usage page
de: Anzahl der Einträge pro Seite in der Verwendungsübersicht

source: Define here the number of items per page that should be shown on the usage page.
de: Definieren Sie hier die Anzahl der Elemente pro Seite, die auf der Verwendungsseite angezeigt werden sollen.

source: Tracks relationships in layout builder layouts.
de: Zeichnet Beziehungen in Layouts auf, die mit Layout-Builder erstellt wurden.

source: Media WYSIWYG Embed (Core)
de: Media WYSIWYG Embed (Kernsystem)

source: Tracks relationships created with Core's 'Embed media' filter in formatted text fields.
de: Verfolgt Beziehungen, die mit dem von Kernsystem verwendeten Filter „Medien einbetten" in formatierten Textfeldern erstellt wurden.

source: Entity Usage Regenerate Tracking Queue
de: Entitätsverwendung Tracking-Warteschlange neu generieren

source: Populating queue to recreate entity usage statistics.
de: Auffüllen der Warteschlange, um die Nutzungsstatistiken für Entitäten neu zu erstellen.

source: Queued @current of @total entity types.
de: Warteschlange @current von @total Entitätstypen.

source: Populating entity usage queue for entity type @entity_type: @current of @total
de: Warteschlange zur Entitätsnutzung für Entitätstyp füllen @entity_type: @current of @total

source: Created queue items to regenerate entity usage statistics for entity types: @types.
de: Es wurden Warteschlangenelemente erstellt, um die Entitätsnutzungsstatistiken für Entitätstypen neu zu generieren: @types.

source: Important! Statistics will not be accurate until all queue items have been processed. Use "drush queue:list" to check the current number of unprocessed items in the queue "entity_usage_regenerate_queue".
de: Wichtig! Die Statistiken sind erst dann genau, wenn alle Einträge in der Warteschlange verarbeitet wurden. Verwenden Sie "drush queue:list", um die aktuelle Anzahl der unbearbeiteten Elemente in der Warteschlange "entity_usage_regenerate_queue" zu überprüfen.

source: The --batch-size option can only be used when the --use-queue flag is specified. Aborting.
de: Die Option --batch-size kann nur verwendet werden, wenn das Flag --use-queue angegeben ist. Abbrechen.

source: Tracks relationships created with CKEditor Image widget in formatted text fields.
de: Verfolgt Beziehungen, die mit dem CKEditor Image Widget in formatierten Textfeldern erstellt wurden.
